[ {
  "titulo" : "Hamlet (edición bilingüe) (Los mejores clásicos)",
  "autor" : "[William Shakespeare]",
  "isbn" : "9788491051114",
  "stockTotal" : 10,
  "stockDisponible" : 10,
  "genero" : "[Drama]",
  "numPaginas" : "320",
  "anioPublicacion" : "2015-06-04",
  "sinopsis" : "Los mejores libros jamás escritos «En este instante yo podría beber sangre caliente, y hacer cosas tan amargas, que el día temblaría de verlas.» En una gélida noche, tan funesta que el viento se vuelve mensajero de terribles presagios, Hamlet, Horacio y tres soldados se reúnen con el propósito de desentrañar el misterio en torno al espectro que ha aparecido en las últimas noches cerca del castillo. Solo hablará con Hamlet, pues esa criatura castigada a vagar por las tierras de Elsinor fue su padre, el último rey de Dinamarca. Su hermano Claudio le traicionó arrebatándole la vida, el trono y su reina. Un horrible crimen que reclama justicia. Frente al magnífico texto original presentamos la versión de Tomás Segovia, una de las más apreciadas en español. Asimismo, cuenta con una introducción a cargo de Alan Sinfield, catedrático emérito de literatura inglesa de la Universidad de Sussex. Edición bilingüe. Versión de Tomás Segovia.",
  "lugarBiblioteca" : "Pasillo A - Repisa 8"
}, {
  "titulo" : "El Gran Gatsby",
  "autor" : "[F. Scott. Fitzgerald]",
  "isbn" : "9788726342635",
  "stockTotal" : 8,
  "stockDisponible" : 8,
  "genero" : "[Fiction]",
  "numPaginas" : "366",
  "anioPublicacion" : "2020-10-05",
  "sinopsis" : "La decadencia, idealismo y el exceso de la sociedad Americana serán observados desde la perspectiva de Nick Carraway, un joven criado en el medio oeste y recién llegado a la gran Manzana. Considerada como la obra maestra de F. Scott Fitzgerald, Carraway tendrá la oportunidad de vivir el sueño Americano junto a su vecino, el gran Gatsby. Interpretado por Leonardo Di Caprio en la versión cinematográfica del 2013, Gatsby introducirá a Nick en una burbuja social de lujos, derroche e increíbles fiestas en su mansión en Long Island. Anímate a escuchar esta historia donde la violencia, la desigualdad social, el amor y el derroche expondrán una crítica social al consumismo y el sueño Americano en la Nueva York de 1920. F. Scott Fitzgerald fue un novelista y actor Americano mundialmente reconocido por novelas como El gran Gatsby, A este lado del paraiso y The last tycoon. El escritor nacido en Minnesota es considerado como uno de los mejores artistas norteamericanos del siglo XX. Casado con Zelda Fitzgerald fueron expatriados a Paris, lugar en donde su fama creció gracias a su amor a la escritura, el arte y el Jazz.",
  "lugarBiblioteca" : "Pasillo F - Repisa 1"
}, {
  "titulo" : "El Principito",
  "autor" : "[Antoine De Saint-Exupéry]",
  "isbn" : "9781507170656",
  "stockTotal" : 15,
  "stockDisponible" : 15,
  "genero" : "[Young Adult Fiction]",
  "numPaginas" : "114",
  "anioPublicacion" : "2021-01-01",
  "sinopsis" : "Clásico de la literatura que cuenta la historia de un aviador perdido en el desierto, quien encuentra a un pequeño príncipe con el que inicia una larga conversación. El Principito le cuenta su paso por diferentes planetas.",
  "lugarBiblioteca" : "Pasillo C - Repisa 12"
}, {
  "titulo" : "Macbeth",
  "autor" : "[William Shakespeare]",
  "isbn" : "9791259710765",
  "stockTotal" : 16,
  "stockDisponible" : 16,
  "genero" : "[Fiction]",
  "numPaginas" : "0",
  "anioPublicacion" : "2021-01-25",
  "sinopsis" : "«Macbeth» (o la «decisión temida de Scott») es sin duda conocida por casi cualquier persona que se haya graduado de la escuela secundaria. En la oscura tragedia de William Shakespeare, Macbeth cede ante su propia «ambición de salto». Al hacerlo, comete regicidio, entre otros pecados, solo para ser derrocado (como dijo el rey Enrique, «¡Inquieta miente la cabeza que lleva una corona»!). En este drama de cinco actos, encontramos que la superstición juega un papel importante (las brujas juegan grandes influencias en las ambiciones de Macbeth y su esposa). Shakespeare también pasa tiempo cortejando a su público isabelino con la historia de fantasmas del día. En última instancia, «Birnam Wood marcha hacia High Dunsinane» y Macbeth se da cuenta de que lo ha perdido todo, y «mañana y mañana y mañana» se arrastran en su pequeño ritmo y se hace justicia.",
  "lugarBiblioteca" : "Pasillo E - Repisa 3"
}, {
  "titulo" : "Las aventuras de sherlock holmes",
  "autor" : "Conan Doyle",
  "isbn" : "9788492635276",
  "stockTotal" : 6,
  "stockDisponible" : 6,
  "genero" : "No disponible",
  "numPaginas" : "0",
  "anioPublicacion" : "2011-11",
  "sinopsis" : "Sherlock Holmes, personaje ficticio creado en el año 1887 por Sir Arthur Conan Doyle, es un \"detective asesor\" del Londres de finales del siglo XIX que destaca por su inteligencia y hábil uso de la observación y el razonamiento deductivo para resolver casos difíciles. Es el prototipo de investigador cerebral por excelencia e influyó en gran medida en la ficción detectivesca posterior a su aparición. Es es el creador de su propia profesión, \"detective consultor\", que consiste en ayudar a aclarar los casos que presentan dificultades superiores a las habilidades que poseen los detectives oficiales (de Scotland Yard) o detectives particulares, como es el caso de los detectives Lestrade, Gregson, Hopkins y otros tantos que se quedan con el éxito de la resolución del crimen.",
  "lugarBiblioteca" : "Paillo F - Repisa 11"
}, {
  "titulo" : "El Señor de Los Anillos, I",
  "autor" : "J. R. R. Tolkien",
  "isbn" : "9788445073728",
  "stockTotal" : 13,
  "stockDisponible" : 13,
  "genero" : "Fiction",
  "numPaginas" : "488",
  "anioPublicacion" : "2002",
  "sinopsis" : "En la adormecida e idílica Comarca, un joven hobbit recibe un encargo: custodiar el Anillo Único y emprender el viaje para su destrucción en las Grietas del Destino. Acompañado por magos, hombres, elfos y enanos, atravesará la Tierra Media y se internará en las sombras de Mordor, perseguido siempre por las huestes de Sauron, el Señor Oscuro, dispuesto a recuperar su creación para establecer el dominio definitivo del Mal.",
  "lugarBiblioteca" : "Pasillo E - Repisa 4"
}, {
  "titulo" : "Historia de dos ciudades",
  "autor" : "Charles Dickens",
  "isbn" : "9788437619538",
  "stockTotal" : 14,
  "stockDisponible" : 14,
  "genero" : "Fiction",
  "numPaginas" : "508",
  "anioPublicacion" : "2004",
  "sinopsis" : "Charles Dickens es sin duda el más famoso novelista victoriano, y probablemente el que más ha contribuido a crear una imagen de la época incluso en quienes no lo han leído. El escritor mantuvo una postura crítica ante las instituciones más representativas del victorianismo, desde el Parlamento al sistema educativo, desde las teorías económicas del utilitarismo al funcionamiento de la justicia, la administración, la sanidad pública y los asilos para indigentes. Dickens es, sobre todo, una de las mayores imaginaciones creadoras en lengua inglesa. «Historia de dos ciudades» es una de las novelas más conocidas de Dickens. La historia transcurre entre dos ciudades, Londres y París, durante la época de la Revolución Francesa. La indiferencia de Dickens por la política y su desprecio por los políticos alejan la novela de cualquier debate político o filosófico sobre la revolución. Sin embargo, al suprimir dichos debates en torno a los acontecimientos revolucionarios, Dickens otorga a las masas populares francesas un protagonismo, autonomía y actividad histórica que no tuvieron, presentando además la revolución como justo castigo a la aristocracia por los siglos de explotación y maltrato del pueblo.",
  "lugarBiblioteca" : "Pasillo A - Repisa 7"
}, {
  "titulo" : "Don Quijote de la Mancha",
  "autor" : "Miguel de Cervantes Saavedra",
  "isbn" : "9788026807254",
  "stockTotal" : 8,
  "stockDisponible" : 6,
  "genero" : "Fiction",
  "numPaginas" : "1064",
  "anioPublicacion" : "2014-03-24",
  "sinopsis" : "Don Quijote de la Mancha es una novela escrita por Miguel de Cervantes Saavedra. Consiste en dos partes que se publicaron en 1605 y 1615. La obra cuenta las aventuras del viaje de un caballero viejo que piensa ser un caballero andante.Despues de volverse loco por haber leido demasiados libros de caballeria, deja deja su casa en busca de aventuras en las carreteras y en el paisaje rural de la españa imperial. La primera parte de la novela lleva a Don Quijote de su pequeño pueblo de la mancha a los bosques de la sierra morena y de vuelta a su pueblo donde se recupera del cansancioy varias heridas. Sus encuentros con otros personajes suelen ser en ventas las cuales, en su locura, toma por castillos.Su meta es de enderezar toda la clase de males y de hacerse famoso por sus buenas acciones.Don Quijote se encuentra con una gran variedad de personajes, desde campesinos hasta nobles, desde criminales hasta curas,desde prostitutas y locos enamorados y hasta mujeres agraviadas y hombres celosos. Miguel de Cervantes (1547-1616) encarnó el ideal de la unión entre armas y letras, escribió a caballo entre Renacimiento y Barroco. Sus poesías, comedias, tragedias y entremeses quizá se ven ensombrecidos por su narrativa, donde fulguran las Novelas ejemplares, las dos partes del Quijote y la que él consideró su mejor obra, Los trabajos de Persiles y Sigismunda.",
  "lugarBiblioteca" : "Pasillo A - Repisa 9"
}, {
  "titulo" : "El gaucho Martín Fierro",
  "autor" : "[José Hernández]",
  "isbn" : "9788726602784",
  "stockTotal" : 15,
  "stockDisponible" : 15,
  "genero" : "[Poetry]",
  "numPaginas" : "306",
  "anioPublicacion" : "2022-10-07",
  "sinopsis" : "El Martín Fierro es un largo poema narrativo que inauguró un género literario –la gauchesca– y dejó una huella profundísima en la cultura argentina. En esta primera parte (conocida también como \"La ida\") Fierro cuenta cómo lo obligaron a abandonar a su familia para servir en el ejército y combatir contra los aborígenes. Cubre ese tiempo en los fortines de la frontera y lo que lo lleva a desertar. Y cuenta, principalmente, cómo fueron los años de su vida fuera de la ley: las tensiones sociales fuertes y cambiantes, la amistad, los cruces infaustos, la libertad boca arriba en las noches estrelladas, la posibilidad de una nueva fuga. José Hernández (Charcas de Pedriel, 1834 - Buenos Aires, 1886) fue un escritor, militar y periodista nacido en la Argentina. Su poema Martín Fierro, compuesto por El gaucho Martín Fierro (1872) y La vuelta de Martín Fierro (1879), lo convirtió en una de las principales plumas sudamericanas de la segunda mitad del siglo XIX. Se opuso al poder centralizado en la capital y escribió multitud de artículos a favor del federalismo. También colaboró en distintas obras del Estado argentino en consolidación.",
  "lugarBiblioteca" : "Pasillo E - Repisa 2"
}, {
  "titulo" : "Harry Potter y la cámara secreta",
  "autor" : "[J. K. Rowling]",
  "isbn" : "9788478884957",
  "stockTotal" : 12,
  "stockDisponible" : 12,
  "genero" : "[Brujos]",
  "numPaginas" : "288",
  "anioPublicacion" : "1999",
  "sinopsis" : "Tras derrotar una vez más a lord Voldemort, su siniestro enemigo en Harry Potter y la piedra filosofal, Harry espera impaciente en casa de sus insoportables tíos el inicio del segundo curso del Colegio Hogwarts de Magia y Hechicería. Sin embargo, la espera dura poco, pues un elfo aparece en su habitación y le advierte que una amenaza mortal se cierne sobre la escuela. Así pues, Harry no se lo piensa dos veces y, acompañado de Ron, su mejor amigo, se dirige a Hogwarts en un coche volador. Pero ¿puede un aprendiz de mago defender la escuela de los malvados que pretenden destruirla? Sin saber que alguien ha abierto la Cámara de los Secretos, dejando escapar una serie de monstruos peligrosos, Harry y sus amigos Ron y Hermione tendrán que enfrentarse con arañas gigantes, serpientes encantadas, fantasmas enfurecidos y, sobre todo, con la mismísima reencarnación de su más temible adversario.",
  "lugarBiblioteca" : "Pasillo C - Repisa 5"
}, {
  "titulo" : "Harry Potter and the philosopher's stone",
  "autor" : "[J. K. Rowling]",
  "isbn" : "9788498382662",
  "stockTotal" : 10,
  "stockDisponible" : 10,
  "genero" : "[Juvenile Fiction]",
  "numPaginas" : "254",
  "anioPublicacion" : "2010",
  "sinopsis" : "Harry Potter se ha quedado huérfano y vive en casa de sus abominables tíos y del insoportable primo Dudley. Harry se siente muy triste y solo, hasta que un buen día recibe una carta que cambiará su vida para siempre. En ella le comunican que ha sido aceptado como alumno en el colegio interno Hogwarts de magia y hechicería. A partir de ese momento, la suerte de Harry da un vuelco espectacular. En esa escuela tan especial aprenderá encantamientos, trucos fabulosos y tácticas de defensa contra las malas artes. Se convertirá en el campeón escolar de quidditch, especie de fútbol aéreo que se juega montado sobre escobas, y se hará un puñado de buenos amigos... aunque también algunos temibles enemigos. Pero sobre todo, conocerá los secretos que le permitirán cumplir con su destino. Pues, aunque no lo parezca a primera vista, Harry no es un chico común y corriente. ¡Es un verdadero mago! (Source : 4e de couverture)",
  "lugarBiblioteca" : "Pasillo E - Repisa 9"
}, {
  "titulo" : "Historias de divan",
  "autor" : "Gabriel Rolón",
  "isbn" : "9789504916994",
  "stockTotal" : 1,
  "stockDisponible" : 1,
  "genero" : "Self-Help",
  "numPaginas" : "252",
  "anioPublicacion" : "2009-06-30",
  "sinopsis" : "Los ocho relatos de vida que componen este libro están basados en casos reales. En sesiones en las que analista y paciente llegan a un acuerdo para encarar juntos uno de los caminos más duros - el que lleva a la verdad como único instrumento para destrabar el dolor. Celos, anorgasmia, duelos, infidelidad, culpa - todos sentimientos y sensaciones tan a flor de piel en estos 'tiempos modernos' - son algunos de los temas sobre los que Gabriel Rolón despliega su personal manera de entender el psicoanálisis.",
  "lugarBiblioteca" : "Pasillo D - Repisa 9"
}, {
  "titulo" : "Tokio blues. Norwegian Wood",
  "autor" : "Haruki Murakami",
  "isbn" : "9788483836712",
  "stockTotal" : 2,
  "stockDisponible" : 2,
  "genero" : "Fiction",
  "numPaginas" : "429",
  "anioPublicacion" : "2013-02-19",
  "sinopsis" : "Mientras aterriza en un aeropuerto europeo, Toru Watanabe, un ejecutivo de 37 años, escucha una vieja canción de los Beatles que le hace retroceder a su juventud, al turbulento Tokio de los años sesenta. Con una mezcla de melancolía y desasosiego, Toru recuerda entonces a la inestable y misteriosa Naoko, la novia de su mejor y único amigo de la adolescencia, Kizuki. El suicidio de éste distanció a Toru y a Naoko durante un año, hasta que se reencontraron e iniciaron una relación íntima. Sin embargo, la aparición de otra mujer en la vida de Toru le lleva a experimentar el deslumbramiento y el desengaño allí donde todo debería cobrar sentido: el sexo, el amor y la muerte. Y ningún de los personajes parece capaz de alcanzar el frágil equilibrio entre las esperanzas juveniles y la necesidad de encontrar un lugar en el mundo.",
  "lugarBiblioteca" : "Pasillo D - Repisa 3"
}, {
  "titulo" : "AL FARO",
  "autor" : "Virginia Woolf",
  "isbn" : "9786558941682",
  "stockTotal" : 3,
  "stockDisponible" : 3,
  "genero" : "Fiction",
  "numPaginas" : "287",
  "anioPublicacion" : "2023-02-16",
  "sinopsis" : "Virginia Woolf es reconocida como una de las escritoras más innovadoras del siglo XX. Autora de obras famosas como: Mrs Dalloway y To the Lighthouse, también fue una prolífica escritora de ensayos, diarios, cartas y biografías. Al Faro, - To The Lighthouse - publicado en 1927, es unánimemente considerada, junto con Ulises de Joyce, la obra que cambió definitivamente el rumbo de la literatura occidental. Es un texto clave, una novela emblemática donde la autora explora su propio pasado familiar y vuelca aquellos interrogantes que siempre la inquietaron: la razón de la vida, el beneficio o la inutilidad de alcanzar una meta y la inevitable muerte.",
  "lugarBiblioteca" : "Pasillo E - Repisa 8"
}, {
  "titulo" : "1984",
  "autor" : "George Orwell",
  "isbn" : "9788441441781",
  "stockTotal" : 4,
  "stockDisponible" : 4,
  "genero" : "Fiction",
  "numPaginas" : "359",
  "anioPublicacion" : "2022-06-23",
  "sinopsis" : "1984 es la novela distópica de George Orwell publicada en 1949. Narra la vida de Winston Smith, un miembro de bajo rango del Partido, asfixiado por los ojos omnipresentes de su ominoso gobernante, Gran Hermano, el cual controla la vida de todas las personas: lo que leen, dicen y hacen. Orwell explora con ingenio y brillantez los temas del control de los medios de comunicación, la vigilancia del gobierno, el totalitarismo y, cómo un dictador puede manipular y controlar la historia, los pensamientos y la vida sin que nadie escape. 1984 demuestra que es perfectamente posible el control completo de una nación bajo un estado totalitario, convirtiéndose en una advertencia para la raza humana y en un alegato en favor de la libertad individual y el libre pensamiento.",
  "lugarBiblioteca" : "Pasillo E - Repisa 11"
}, {
  "titulo" : "Rebelión en la granja",
  "autor" : "George Orwell",
  "isbn" : "9789561235458",
  "stockTotal" : 4,
  "stockDisponible" : 4,
  "genero" : "Young Adult Fiction",
  "numPaginas" : "110",
  "anioPublicacion" : "2021-03-04",
  "sinopsis" : "Los animales de la granja deciden terminar con el dominio de los seres humanos y se toman el poder. En la nueva sociedad, todos los animales serán iguales. Pero a medida que pasa el tiempo, van apareciendo caudillos, un líder, grupos excluidos... Y bajo el mandato de las nuevas autoridades, la mayoría va perdiendo poco a poco sus derechos y la libertad.",
  "lugarBiblioteca" : "Pasillo C - Repisa 11"
}, {
  "titulo" : "Rayuela",
  "autor" : "Julio Cortázar",
  "isbn" : " 9788420437989",
  "stockTotal" : 5,
  "stockDisponible" : 5,
  "genero" : "Fiction",
  "numPaginas" : "908",
  "anioPublicacion" : "2019-03-21",
  "sinopsis" : "Una nueva edición conmemorativa de la RAE y la ASALE: Rayuela, una de las obras cumbre de la literatura contemporánea en español Un hito insoslayable en la narrativa del siglo XX que no deja de encontrar lectores En el contexto de la celebración del VII Congreso Internacional de la Lengua Española en la ciudad argentina de Córdoba en marzo de 2019, esta edición rinde homenaje a uno de los autores en español más importantes de todos los tiempos y a su obra más emblemática, que conmocionó el panorama cultural de su tiempo y que no deja de encontrar lectores hasta nuestros días. La publicación de Rayuela en 1963 supuso una verdadera revolución en la narrativa en lengua castellana: por primera vez, un escritor llevaba hasta las últimas consecuencias la voluntad de transgredir el orden tradicional de una historia y el lenguaje para contarla. Rebosante de ambición literaria y vital, renovadora de las herramientas narrativas, destructora de géneros y convenciones, Rayuela es Cortázar en esencia, con toda su complejidad ética y estética, con su imaginación y su humor. La edición recupera, como complemento a la novela, tres textos magistrales de Gabriel García Márquez, Adolfo Bioy Casares y Carlos Fuentes, autores contemporáneos de Julio Cortázar, que dan cuenta de la dimensión del autor y de la recepción que tuvo la novela en su tiempo. Además, incluye trabajos de los escritores Mario Vargas Llosa y Sergio Ramírez, y de los críticos Julio Ortega, Andrés Amorós, Eduardo Romano y Graciela Montaldo, que muestran la intemporalidad de la propuesta narrativa cortazariana. Incluye, además, por primera vez desde 1983, la reproducción facsimilar del «Cuaderno de bitácora», la libreta en la que Cortázar fue anotando ideas, escenas y personajes de la novela durante el proceso de escritura. Este cuaderno permite, como un juego de los que tanto gustó Cortázar, un diálogo del autor con el lector sobre la novela que traspasa las fronteras del tiempo. De la lectura de esta novela el lector emerge tal vez con otra idea acerca del modo de leer los libros y de ver la vida. Es, sin duda, un mosaico donde toda una época se vio maravillosamente reflejada. Han dicho sobre el autor y la novela: «Ningún otro escritor dio al juego la dignidad literaria que Cortázar, ni hizo del juego un instrumento de creación y exploración artística tan dúctil y provechoso. La obra de Cortázar abrió puertas inéditas.» Mario Vargas Llosa «Si no hay una voluntad de lenguaje en una novela en América Latina, para mí esa novela no existe. Yo creo que la hay en Cortázar, que para mí es casi un Bolívar de la literatura latinoamericana. Es un hombre que nos ha liberado, que nos ha dicho que se puede hacer todo.» Carlos Fuentes «Prosa hecha de aire, sin peso ni cuerpo pero que sopla con ímpetu y levanta en nuestras mentes bandadas de imágenes y visiones, vaso comunicante entre los ritmos callejeros de la ciudad y el soliloquio del poeta.» Octavio Paz «Cortázar es el mejor.» Roberto Bolaño «Cortázar nos ha dejado una obra tal vez inconclusa pero tan bella e indestructible como su recuerdo.» Gabriel García Márquez",
  "lugarBiblioteca" : "Pasillo F - Repisa 9"
}, {
  "titulo" : "El hobbit",
  "autor" : "John Ronald Reuel Tolkien",
  "isbn" : "9788445000656",
  "stockTotal" : 12,
  "stockDisponible" : 11,
  "genero" : "Fiction",
  "numPaginas" : "309",
  "anioPublicacion" : "2012",
  "sinopsis" : "\"Smaug parecía profundamente dormido cuando Bilbo espió una vez más desde la entrada. ¡Pero Fingía! ¡Estaba vigilando la entrada del túnel! ... Sacado de su cómodo agujero-hobbit por Gandalf y una banda de enanos, Bilbo se encuentra de pronto en medio de una conspiración que pretende apoderarse del tesoro de Smaug el Magnifico, un enorme y muy peligroso dragón ...\"--P. [4] of cover.",
  "lugarBiblioteca" : "Pasillo R"
} ]